Revit 2024 API
SymbolTypeId.MSup2PerKN Property
 Symbol m²/kN, indicating unit Square meters per kilonewton.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MSup2PerKN { get; }
Visual Basic
Public Shared ReadOnly Property MSup2PerKN As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MSup2PerKN {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace